
export default function About(){
    return(
        <div className="text">
            <h1 style={{color: "darkblue"}}>О сайте</h1>

            <h2>
                Это подобие сайта создано чисто из интереса и никому не принадлежит.
                Исходный код можете скачивать на здоровье, все права наверно соблюдены.
                Кстати вы знали что среди червей самый маленький мозг у нематод, среди насекомых у осы, среди птиц у дятла, а среди людей у тебя.
                Незнаю зачем ты всё это читаешь, наверное это такой новый вид мазахизма.
            </h2>
        </div>
    );
}